[
    {
        "title": "I heard Everything You Never Said",
        "name": "I_heard_everything_you_never_said.jpeg",
        "path": "uploads/I_heard_everything_you_never_said.jpeg",
        "url": "https://raw.githubusercontent.com/pratik1120/storage/main/uploads/I_heard_everything_you_never_said.jpeg",
        "display_datetime": [
            "2026-02-08(Sun)07:42",
            1770536520
        ],
        "uploaded_at": 1770536586,
        "description": "A man (age 24) was sitting on a bench in a garden when a lady (age 34) came running\r\ntowards him, waving her hand, and said excitedly, “Hi!” The man replied, confused, “Hi?”\r\nHe did not remember meeting this woman before.\r\n\r\nThe lady said, “You are extremely handsome.”\r\n\r\nThe man responded, “Are you being sarcastic?”\r\n\r\nThe woman replied, “No, you actually are very handsome, and it’s really great meeting you.”\r\n\r\nThe man said, “Sit, sit… tell me more about yourself. Don’t you consider the society you live\r\nin before speaking?” He offered her a seat. She sat down and started laughing.\r\n\r\n“You already know the answer… I do not,” she said.\r\n\r\nThe man was now creeped out. He had never in his life seen or heard of such an absurd\r\nincident happening to anyone. He asked, “Okay, so why are you here? May I help you with\r\nsomething?”\r\n\r\nShe said, “Are you free at the moment? I just want to talk to you… I have no one to talk to. I\r\njust wanted to talk and maybe do some productive activities.”\r\n\r\n“Productive activities?” he said.\r\n\r\n“You know? Communication is way, way, way overlooked. For example, ask me a question\r\nthat relates to the most recent thing I did and you’re curious about why I did it,” she said.\r\n\r\nHe asked, “Why did you laugh after sitting?”\r\n\r\nThe woman replied, “That was fast… okay, so now let’s go talk to that vegetable vendor\r\noutside the garden.”\r\n\r\nShe held his hand and took him to the vegetable vendor. She said, “Bhaiya, aapki biwi\r\nbacchi mere basement mai band hai.”\r\n\r\nThe vendor said carelessly, “Kya bol rahi ho madam? Subha subha paka rahi ho… aapko\r\nkuch chaiye to boliye varna ye sab karna to baat na kariye.”\r\n\r\nThe man was simply observing as he understood nothing. She said, “Uska massa phord\r\ndiya maine.”\r\n\r\nThe vendor started shouting, “Ayee, kya chal raha tum log kaa? Sir, aapki biwi kya bol rahi\r\nhai? Isko bolo chup ho jaye! Kya kiya mere biwi bacchi ko tumne? Kuch nahi kiya, mujhe\r\npata hai… jhut bol rahi hai… kya chaiye tumhe?”\r\n\r\nShe interrupted the vendor, “Bhaiya ji, hum mazak kar rahe the… do nimbu de dijiye.”\r\n\r\nAfter handling the situation, they went back to the bench, where the woman said, “Actually,\r\nhe was worried not about his wife he was somewhat sure that I did nothing but all his\r\nworry was for his daughter. His wife doesn’t have a mole, but his daughter does. I made a\r\nwrong claim, so he’s sure that I didn’t do anything to his wife. But there was information\r\nabout his daughter that he didn’t want to share, and that’s what resulted in him\r\ncontradicting himself in what he was saying and what he was showing in the last line.”\r\n\r\nThe man asked, “How did you know his daughter has a mole?”\r\n\r\nThe woman replied, “Educated guess? There’s a chance that I misinterpreted the whole\r\nthing, and he was maybe worried about a completely different thing? Could be, right?”\r\n\r\nThe man asked, “What do you mean? What is the meaning of this whole act? What is the\r\nmeaning of this entire encounter? What is the meaning of everything you just said and also\r\nwhatever you said previously?”\r\n\r\nThe woman responded, “Communication is much deeper than what we think. We say\r\nthings we don’t mean, or we say things we never said but that get inferred due to lack of\r\nknowledge about the human you are making judgments about, or due to lack of clarity from\r\nthe human who made the statement. If there is something you never said and people took\r\nit as if you said it, it’s your fault. You, yourself alone, are responsible for all the pleasure and\r\npain you experience. And also, about it making sense why does it have to make sense?\r\nLack of knowledge about a situation makes it look absurd, but if you’re on the right road, no\r\none will complain about you stopping way before the destination.”\r\n\r\n(Looking at the camera) “I know this is a little too deep for a two minute thing, but if I would\r\nlike you to summarize everything in one word, it is called HONESTY.”\r\n\r\nSuddenly, men in white t shirts and pants parked their ambulance outside the garden and\r\nrushed towards the woman. They held her hands as one guy said, “Really sorry, sir, this\r\nwoman ran away from a mental asylum. I hope she didn’t trouble you.”\r\n\r\nThe woman said, “Here are the people who lock sanity away to let insanity exist freely.\r\nAnyways, bye bye, handsome.”\r\n\r\nThe man said, “Actually, she is my wife… I’ll go with you”\r\n\r\nThe woman interrupted, “I am married. And yeah, also loyal… I’m sorry.”\r\n\r\nThe man said, “I don’t care, come home. I have a whiteboard. Teach me.”\r\n\r\nThe woman replied, “I’ll make it simple for you: please don’t marry me, hahaha.”\r\n\r\nThe man said, “So?”\r\n\r\nThe woman replied, “So bye bye.”\r\n\r\nShe left. Meanwhile, the vendor called home, where his daughter started crying on the call\r\nand said, “Papa, ek aurat aake mera massa khaa gayi.”",
        "pin": 1
    },
    {
        "title": "Peeing on an ant hill",
        "name": "66604.jpg",
        "path": "uploads/66604.jpg",
        "url": "https://raw.githubusercontent.com/pratik1120/storage/main/uploads/66604.jpg",
        "display_datetime": [
            "2026-02-10(Tue)06:57",
            1770706620
        ],
        "uploaded_at": 1770706669,
        "description": "COMING SOON.....",
        "pin": 1
    }
]